Revit 2015 API
SpaceTagTypeSet.ReverseIterator Method
Retrieve a backward moving iterator to the set.
Namespace: Autodesk.Revit.DB.Mechanical
Assembly: RevitAPI (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
Syntax
C#
public virtual SpaceTagTypeSetIterator ReverseIterator()
Visual Basic
Public Overridable Function ReverseIterator As SpaceTagTypeSetIterator
Visual C++
public:
virtual SpaceTagTypeSetIterator^ ReverseIterator()
Return Value
Returns a backward moving iterator to the set.
See Also
SpaceTagTypeSet Class
Autodesk.Revit.DB.Mechanical Namespace